Repository: Rizwanabro/jdoodle-for-wp
Catalog: languages/jdoodle-for-wp-*.po
Languages: cs_cz

source: Missing 'url' parameter in shortcode.
cs_cz: Chybí parametr URL adresy.

source: JDoodle for WordPress
cs_cz: JDoodle pro WordPress

source: Error loading source code.
cs_cz: Chyba při načítání zdrojového kódu.

source: Unsupported programming language.
cs_cz: Nepodporovaný programovací jazyk.

source: Try Online
cs_cz: Spustit online

source: Edit Code
cs_cz: Upravit kód

source: Close
cs_cz: Zavřít

source: Embed your code snippet from JDoodle server
cs_cz: Vložit váš fragment kódu z JDoodle serveru

source: Share URL:
cs_cz: URL pro sdílení:

source: Caption:
cs_cz: Titulek:

source: Please, fill in the 'Share URL' of your source code.
cs_cz: Prosím, vyplňte 'URL pro sdílení' vašeho fragmentu kódu.
